Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Form notes
ar: ملاحظات الأداء
bg: Бележки за техниката
ca: Notes de tècnica
cs: Poznámky k technice
da: Teknikbemærkninger
de: Technikhinweise
el: Σημειώσεις τεχνικής
es: Notas de técnica
et: Tehnikamärkmed
fi: Tekniikkamuistiinpanot
fr: Notes techniques
ga: Nótaí teicníochta
hr: Bilješke o tehnici
hu: Technikai jegyzetek
id: Catatan teknik
is: Athugasemdir um tækni
it: Note tecniche
ja: フォームのメモ
ko: 자세 메모
lt: Pastabos apie techniką
lv: Piezīmes par tehniku
mk: Белешки за техниката
ms: Nota teknik
mt: Noti dwar it-teknika
nb: Teknikknotater
nl: Techniekaantekeningen
pl: Uwagi techniczne
pt_br: Notas de execução
pt_pt: Notas de técnica
ro: Note de execuție
ru: Заметки по технике
sk: Poznámky k technike
sl: Zapiski o tehniki
sq: Shënime për teknikën
sr: Белешке о техници
sv: Tekniknoteringar
tr: Teknik notları
uk: Нотатки щодо техніки
vi: Ghi chú kỹ thuật
zh_hans: 动作要点
zh_hant: 動作要點

source: Four taps. Sharpens the score.
ar: أربع نقرات. تجعل الدرجة أدق.
bg: Четири докосвания. Прави оценката по-точна.
ca: Quatre tocs. Afina la puntuació.
cs: Čtyři klepnutí. Zpřesní skóre.
da: Fire tryk. Gør scoren skarpere.
de: Vier Tipps. Macht den Wert genauer.
el: Τέσσερα χτυπήματα. Κάνει τη βαθμολογία ακριβέστερη.
es: Cuatro toques. Afina la puntuación.
et: Neli puudutust. Teeb hinnangu täpsemaks.
fi: Neljä napautusta. Tarkentaa pisteet.
fr: Quatre touches. Affine le score.
ga: Ceithre thapáil. Géaraíonn sé an scór.
hr: Četiri dodira. Izoštre ocjenu.
hu: Négy koppintás. Pontosítja a pontszámot.
id: Empat ketukan. Menajamkan skornya.
is: Fjögur bank. Skerpir einkunnina.
it: Quattro tocchi. Affina il punteggio.
ja: 4 タップ。スコアの精度が上がります。
ko: 네 번만 누르면 점수가 더 정확해집니다.
lt: Keturi paspaudimai. Patikslina įvertį.
lv: Četri pieskārieni. Padara vērtējumu precīzāku.
mk: Четири допира. Ја изострува оцената.
ms: Empat ketikan. Menajamkan skornya.
mt: Erba' tektikat. Jagħmlu l-punteġġ aktar preċiż.
nb: Fire trykk. Gjør scoren skarpere.
nl: Vier tikken. Maakt de score scherper.
pl: Cztery dotknięcia. Wyostrza wynik.
pt_br: Quatro toques. Deixa a nota mais precisa.
pt_pt: Quatro toques. Afina a pontuação.
ro: Patru atingeri. Face scorul mai exact.
ru: Четыре касания. Уточняет оценку.
sk: Štyri ťuknutia. Spresnia skóre.
sl: Štirje dotiki. Izostrijo oceno.
sq: Katër prekje. E saktëson vlerësimin.
sr: Четири додира. Изоштре оцену.
sv: Fyra tryck. Skärper värdet.
tr: Dört dokunuş. Puanı keskinleştirir.
uk: Чотири дотики. Уточнює оцінку.
vi: Bốn lần chạm. Điểm số sẽ chuẩn hơn.
zh_hans: 点四下，评分更准。
zh_hant: 點四下，評分更準。

source: Free hit
ar: يوم حر
bg: Свободен ден
ca: Dia lliure
cs: Volný den
da: Fri dag
de: Freier Tag
el: Ελεύθερη μέρα
es: Día libre
et: Vaba päev
fi: Vapaa päivä
fr: Journée libre
ga: Lá saor
hr: Slobodan dan
hu: Szabad nap
id: Hari bebas
is: Frjáls dagur
it: Giornata libera
ja: 自由に使える日
ko: 자유로운 날
lt: Laisva diena
lv: Brīva diena
mk: Слободен ден
ms: Hari bebas
mt: Ġurnata ħielsa
nb: Fri dag
nl: Vrije dag
pl: Wolny dzień
pt_br: Dia livre
pt_pt: Dia livre
ro: Zi liberă
ru: Свободный день
sk: Voľný deň
sl: Prost dan
sq: Ditë e lirë
sr: Слободан дан
sv: Fri dag
tr: Serbest gün
uk: Вільний день
vi: Ngày thoải mái
zh_hans: 自由日
zh_hant: 自由日

source: Fresh
ar: منتعش
bg: Свеж
ca: Fresc
cs: Svěží
da: Frisk
de: Frisch
el: Φρέσκος
es: Fresco
et: Värske
fi: Virkeä
fr: Frais
ga: Úr
hr: Svjež
hu: Friss
id: Segar
is: Ferskur
it: Fresco
ja: フレッシュ
ko: 가벼움
lt: Žvalus
lv: Svaigs
mk: Свеж
ms: Segar
mt: Frisk
nb: Frisk
nl: Fris
pl: Świeżo
pt_br: Descansado
pt_pt: Fresco
ro: Odihnit
ru: Свежесть
sk: Svieži
sl: Spočit
sq: I freskët
sr: Свеж
sv: Fräsch
tr: Dinç
uk: Свіжість
vi: Sung sức
zh_hans: 轻盈
zh_hant: 輕盈

source: Fresh, but this much rest costs fitness as well as fatigue. Keeping a couple of short, sharp sessions in the last week holds more of it.
ar: منتعش، لكن هذا القدر من الراحة يكلّفك لياقة لا إجهادًا فحسب. الإبقاء على حصتين قصيرتين حادّتين في الأسبوع الأخير يحفظ منها المزيد.
bg: Свеж, но толкова почивка струва не само умора, а и форма. Няколко кратки и остри тренировки в последната седмица задържат повече от нея.
ca: Fresc, però tant descans et treu forma, no només fatiga. Mantenir un parell de sessions curtes i intenses l'última setmana en conserva més.
cs: Svěží, ale tolik odpočinku stojí nejen únavu, ale i kondici. Pár krátkých a ostrých tréninků v posledním týdnu jí udrží víc.
da: Frisk, men så meget hvile koster form og ikke kun træthed. Et par korte, skarpe pas i den sidste uge holder fast i mere af den.
de: Frisch, aber so viel Ruhe kostet nicht nur Ermüdung, sondern auch Fitness. Ein paar kurze, knackige Einheiten in der letzten Woche halten mehr davon.
el: Φρέσκος, αλλά τόση ξεκούραση κοστίζει και σε φυσική κατάσταση, όχι μόνο σε κόπωση. Δύο σύντομες, έντονες προπονήσεις την τελευταία εβδομάδα κρατούν περισσότερη.
es: Fresco, pero tanto descanso cuesta forma además de fatiga. Mantener un par de sesiones cortas y vivas la última semana conserva más.
et: Värske, aga nii palju puhkust võtab lisaks väsimusele ka vormi. Paar lühikest ja teravat trenni viimasel nädalal hoiab seda rohkem alles.
fi: Virkeä, mutta näin paljon lepoa maksaa kunnon eikä vain väsymyksen. Pari lyhyttä ja terävää harjoitusta viimeisellä viikolla säilyttää siitä enemmän.
fr: Frais, mais autant de repos coûte de la forme autant que de la fatigue. Garder deux séances courtes et vives la dernière semaine en conserve davantage.
ga: Úr, ach cosnaíonn an oiread sin scíthe aclaíocht chomh maith le tuirse. Coinníonn cúpla seisiún gearr géar sa tseachtain dheireanach níos mó di.
hr: Svjež si, ali toliko odmora odnosi ne samo umor nego i formu. Nekoliko kratkih, oštrih treninga u zadnjem tjednu zadrži je više.
hu: Friss vagy, de ennyi pihenés nemcsak a fáradtságból, a fittségből is levesz. Néhány rövid, éles edzés az utolsó héten többet megtart belőle.
id: Segar, tapi istirahat sebanyak ini memangkas kebugaran, bukan cuma kelelahan. Menyisakan dua sesi pendek dan tajam di minggu terakhir menahan lebih banyak.
is: Ferskur, en svona mikil hvíld kostar bæði þreytu og form. Að halda tveimur stuttum, hvössum æfingum í síðustu viku heldur meiru af því.
it: Fresco, ma tutto questo riposo costa forma oltre che fatica. Tenere un paio di sessioni brevi e brillanti nell'ultima settimana ne conserva di più.
ja: フレッシュですが、これだけ休むと疲労だけでなくフィットネスも落ちます。最終週に短く鋭いセッションを 2 つほど残すと、より多く保てます。
ko: 몸은 가볍지만, 이 정도로 쉬면 피로뿐 아니라 체력도 함께 빠집니다. 마지막 주에 짧고 강한 세션을 두어 번 남기면 체력을 더 지킬 수 있습니다.
lt: Žvalus, bet tiek poilsio atima ne tik nuovargį, bet ir formą. Pora trumpų, aštrių treniruočių paskutinę savaitę jos išsaugo daugiau.
lv: Svaigs, bet tik daudz atpūtas maksā ne tikai nogurumu, bet arī formu. Pāris īsi, asi treniņi pēdējā nedēļā to saglabā vairāk.
mk: Свеж си, но толку одмор одзема не само замор туку и форма. Неколку кратки, остри тренинзи во последната недела задржуваат повеќе од неа.
ms: Segar, tetapi rehat sebanyak ini memakan kecergasan, bukan sekadar keletihan. Mengekalkan dua sesi pendek lagi tajam pada minggu terakhir menahan lebih banyak daripadanya.
mt: Frisk, imma daqshekk mistrieħ jiswielek mhux biss l-għeja imma wkoll il-forma. Jekk iżżomm żewġ sessjonijiet qosra u qawwija fl-aħħar ġimgħa, iżżomm aktar minnha.
nb: Frisk, men så mye hvile koster form i tillegg til tretthet. Et par korte, skarpe økter i siste uke holder på mer av den.
nl: Fris, maar zoveel rust kost naast vermoeidheid ook conditie. Een paar korte, scherpe sessies in de laatste week houden er meer van vast.
pl: Świeżo, ale tyle odpoczynku kosztuje nie tylko zmęczenie, lecz i formę. Kilka krótkich, ostrych jednostek w ostatnim tygodniu zatrzymuje jej więcej.
pt_br: Descansado, mas tanto repouso assim custa forma, não só fadiga. Manter dois treinos curtos e intensos na última semana preserva mais dela.
pt_pt: Fresco, mas tanto descanso custa forma além de fadiga. Manter duas sessões curtas e vivas na última semana preserva mais.
ro: Odihnit, dar atâta pauză costă și formă, nu doar oboseală. Câteva antrenamente scurte și intense în ultima săptămână păstrează mai mult din ea.
ru: Свежо, но такой отдых съедает не только усталость, но и форму. Пара коротких острых тренировок в последнюю неделю сохранит её больше.
sk: Svieži, ale toľko oddychu stojí nielen únavu, ale aj kondíciu. Pár krátkych a ostrých tréningov v poslednom týždni jej udrží viac.
sl: Spočit, a toliko počitka odnese ne le utrujenost, ampak tudi pripravljenost. Nekaj kratkih, ostrih treningov v zadnjem tednu je ohrani več.
sq: I freskët, por kaq shumë pushim të merr jo vetëm lodhjen, por edhe formën. Dy stërvitje të shkurtra e të forta në javën e fundit e ruajnë më shumë.
sr: Свеж си, али толико одмора односи не само умор него и форму. Неколико кратких, оштрих тренинга у последњој недељи је задржи више.
sv: Fräsch, men så här mycket vila kostar form och inte bara trötthet. Ett par korta, skarpa pass sista veckan behåller mer av den.
tr: Dinç, ama bu kadar dinlenme yorgunluk kadar kondisyondan da götürür. Son haftada birkaç kısa ve keskin antrenman tutmak kondisyonun daha çoğunu korur.
uk: Свіжо, але такий відпочинок з’їдає не лише втому, а й форму. Пара коротких гострих тренувань в останній тиждень збереже її більше.
vi: Sung sức, nhưng nghỉ nhiều đến vậy thì mất cả thể lực chứ không chỉ mất mệt mỏi. Giữ lại vài buổi ngắn và sắc trong tuần cuối sẽ giữ được nhiều thể lực hơn.
zh_hans: 身体很轻盈，但休息到这个程度，掉的不只是疲劳，还有体能。最后一周留两次短而锐利的训练能多保住一些。
zh_hant: 身體很輕盈，但休息到這個程度，掉的不只是疲勞，還有體能。最後一週留兩次短而銳利的訓練能多保住一些。

source: From %lld %@ over %lld min on %@
ar: من %1$lld %2$@ خلال %3$lld دقيقة في %4$@
bg: От %lld %@ за %lld мин на %@
ca: De %1$lld %2$@ en %3$lld min el %4$@
cs: Z %lld %@ po dobu %lld min dne %@
da: Fra %lld %@ over %lld min den %@
de: Aus %lld %@ über %lld Min. am %@
el: Από %1$lld %2$@ σε %3$lld λεπτά στις %4$@
es: De %lld %@ durante %lld min el %@
et: Tulemusest %1$lld %2$@ %3$lld minuti jooksul kuupäeval %4$@
fi: Arvosta %lld %@ %lld minuutin ajalta %@
fr: À partir de %lld %@ sur %lld min le %@
ga: Ó %1$lld %2$@ thar %3$lld nóim ar %4$@
hr: Iz %1$lld %2$@ kroz %3$lld min dana %4$@
hu: %4$@: %1$lld %2$@ %3$lld perc alatt
id: Dari %1$lld %2$@ selama %3$lld mnt pada %4$@
is: Úr %1$lld %2$@ á %3$lld mín þann %4$@
it: Da %lld %@ su %lld min il %@
ja: %4$@ の %3$lld 分間、%1$lld %2$@ から
ko: %4$@에 %3$lld분 동안 기록한 %1$lld %2$@에서
lt: Iš %1$lld %2$@ per %3$lld min %4$@
lv: No %1$lld %2$@ %3$lld minūtēs %4$@
mk: Од %1$lld %2$@ за %3$lld мин на %4$@
ms: Daripada %1$lld %2$@ selama %3$lld min pada %4$@
mt: Minn %1$lld %2$@ f'%3$lld min fl-%4$@
nb: Fra %lld %@ over %lld min den %@
nl: Uit %lld %@ over %lld min op %@
pl: Z %lld %@ przez %lld min dnia %@
pt_br: De %lld %@ em %lld min no dia %@
pt_pt: De %lld %@ ao longo de %lld min em %@
ro: Din %1$lld %2$@ în %3$lld min pe %4$@
ru: Из %lld %@ за %lld мин %@
sk: Z %1$lld %2$@ za %3$lld min dňa %4$@
sl: Iz %1$lld %2$@ v %3$lld min dne %4$@
sq: Nga %1$lld %2$@ për %3$lld min më %4$@
sr: Из %1$lld %2$@ кроз %3$lld мин дана %4$@
sv: Från %lld %@ över %lld min den %@
tr: %4$@ tarihinde %3$lld dakikada %1$lld %2$@ değerinden
uk: З %lld %@ за %lld хв %@
vi: Từ %1$lld %2$@ trong %3$lld phút ngày %4$@
zh_hans: 来自 %4$@ 的 %3$lld 分钟 %1$lld %2$@
zh_hant: 來自 %4$@ 的 %3$lld 分鐘 %1$lld %2$@

source: From average heart rate
ar: من متوسط النبض
bg: От среден пулс
ca: A partir de la freqüència cardíaca mitjana
cs: Z průměrné tepové frekvence
da: Fra gennemsnitspulsen
de: Aus der durchschnittlichen Herzfrequenz
el: Από τους μέσους παλμούς
es: De la frecuencia cardíaca media
et: Keskmise pulsi põhjal
fi: Keskisykkeestä
fr: D'après la fréquence cardiaque moyenne
ga: Ón meánráta croí
hr: Iz prosječnog pulsa
hu: Átlagpulzusból
id: Dari detak jantung rata-rata
is: Út frá meðalpúlsi
it: Dalla frequenza cardiaca media
ja: 平均心拍から
ko: 평균 심박수 기준
lt: Iš vidutinio pulso
lv: No vidējā pulsa
mk: Од просечниот пулс
ms: Daripada denyutan jantung purata
mt: Mit-taħbit medju tal-qalb
nb: Fra snittpulsen
nl: Uit de gemiddelde hartslag
pl: Ze średniego tętna
pt_br: Pela frequência cardíaca média
pt_pt: Da frequência cardíaca média
ro: Din pulsul mediu
ru: По среднему пульсу
sk: Z priemernej tepovej frekvencie
sl: Iz povprečnega utripa
sq: Nga rrahjet mesatare
sr: Из просечног пулса
sv: Från medelpulsen
tr: Ortalama nabızdan
uk: За середнім пульсом
vi: Từ nhịp tim trung bình
zh_hans: 基于平均心率
zh_hant: 依平均心率

source: From heart-rate stream
ar: من تسجيل النبض
bg: От поток на пулса
ca: A partir del registre de pulsacions
cs: Ze záznamu tepové frekvence
da: Fra pulsforløbet
de: Aus dem Herzfrequenzverlauf
el: Από την καταγραφή παλμών
es: Del registro de frecuencia cardíaca
et: Pulsisalvestuse põhjal
fi: Sykekäyrästä
fr: D'après le relevé de fréquence cardiaque
ga: Ó thaifead an ráta croí
hr: Iz zapisa pulsa
hu: Pulzusgörbéből
id: Dari rekaman detak jantung
is: Út frá púlsskráningu
it: Dal tracciato della frequenza cardiaca
ja: 心拍の連続データから
ko: 심박수 기록 기준
lt: Iš pulso įrašo
lv: No pulsa ieraksta
mk: Од записот на пулсот
ms: Daripada rakaman denyutan jantung
mt: Mir-reġistrazzjoni tat-taħbit
nb: Fra pulsforløpet
nl: Uit het hartslagverloop
pl: Z zapisu tętna
pt_br: Pelo registro de frequência cardíaca
pt_pt: Do registo de frequência cardíaca
ro: Din înregistrarea pulsului
ru: По записи пульса
sk: Zo záznamu tepovej frekvencie
sl: Iz zapisa utripa
sq: Nga regjistrimi i rrahjeve
sr: Из записа пулса
sv: Från pulskurvan
tr: Nabız kaydından
uk: За записом пульсу
vi: Từ chuỗi nhịp tim ghi được
zh_hans: 基于心率记录
zh_hant: 依心率紀錄

source: From pace vs threshold
ar: من الوتيرة مقابل العتبة
bg: От темпо спрямо прага
ca: A partir del ritme respecte al llindar
cs: Z tempa vůči prahu
da: Fra tempo mod tærskel
de: Aus Tempo gegen Schwelle
el: Από τον ρυθμό σε σχέση με το κατώφλι
es: Del ritmo frente al umbral
et: Tempo ja läve suhte põhjal
fi: Vauhdista suhteessa kynnykseen
fr: D'après l'allure rapportée au seuil
ga: Ón luas i gcoinne na tairsí
hr: Iz tempa u odnosu na prag
hu: Tempó/küszöb arányból
id: Dari pace terhadap ambang
is: Út frá hraða á móti þröskuldi
it: Dal ritmo rispetto alla soglia
ja: 閾値に対するペースから
ko: 역치 대비 페이스 기준
lt: Iš tempo santykio su slenksčiu
lv: No tempa attiecībā pret slieksni
mk: Од темпото во однос на прагот
ms: Daripada pace berbanding ambang
mt: Mill-pass imqabbel mal-limitu
nb: Fra tempo mot terskel
nl: Uit tempo tegenover drempel
pl: Z tempa względem progu
pt_br: Pelo ritmo em relação ao limiar
pt_pt: Do ritmo face ao limiar
ro: Din ritm raportat la prag
ru: По темпу относительно порога
sk: Z tempa voči prahu
sl: Iz tempa glede na prag
sq: Nga ritmi kundrejt pragut
sr: Из темпа у односу на праг
sv: Från tempo mot tröskel
tr: Tempo/eşik oranından
uk: За темпом відносно порога
vi: Từ pace so với ngưỡng
zh_hans: 基于配速与阈值之比
zh_hant: 依配速與閾值之比

source: From power
ar: من القدرة
bg: От мощност
ca: A partir de la potència
cs: Z výkonu
da: Fra effekten
de: Aus der Leistung
el: Από την ισχύ
es: De la potencia
et: Võimsuse põhjal
fi: Tehosta
fr: D'après la puissance
ga: Ón gcumhacht
hr: Iz snage
hu: Teljesítményből
id: Dari daya
is: Út frá afli
it: Dalla potenza
ja: パワーから
ko: 파워 기준
lt: Iš galios
lv: No jaudas
mk: Од моќноста
ms: Daripada kuasa
mt: Mill-qawwa
nb: Fra watt
nl: Uit vermogen
pl: Z mocy
pt_br: Pela potência
pt_pt: Da potência
ro: Din putere
ru: По мощности
sk: Z výkonu
sl: Iz moči
sq: Nga fuqia
sr: Из снаге
sv: Från effekten
tr: Güçten
uk: За потужністю
vi: Từ công suất
zh_hans: 基于功率
zh_hant: 依功率

source: Front
ar: الأمام
bg: Отпред
ca: Davant
cs: Zepředu
da: Forfra
de: Vorne
el: Μπροστά
es: Frente
et: Eest
fi: Edestä
fr: Face
ga: Chun tosaigh
hr: Sprijeda
hu: Elölnézet
id: Depan
is: Framan frá
it: Fronte
ja: 正面
ko: 정면
lt: Iš priekio
lv: No priekšas
mk: Однапред
ms: Depan
mt: Minn quddiem
nb: Forfra
nl: Voorkant
pl: Przód
pt_br: Frente
pt_pt: Frente
ro: Față
ru: Спереди
sk: Spredu
sl: Spredaj
sq: Nga përpara
sr: Спреда
sv: Framifrån
tr: Önden
uk: Спереду
vi: Chính diện
zh_hans: 正面
zh_hant: 正面

source: Go easier
ar: خفّف
bg: Карай по-леко
ca: Afluixa
cs: Uber
da: Tag den med ro
de: Lockerer angehen
el: Χαλάρωσε
es: Bájalo
et: Võta rahulikumalt
fi: Ota rauhallisemmin
fr: Lève le pied
ga: Tóg go bog é
hr: Uspori
hu: Vedd vissza
id: Lebih santai
is: Taktu því rólegar
it: Vacci piano
ja: 軽めに
ko: 강도를 낮추세요
lt: Lėčiau
lv: Ņem vieglāk
mk: Полесно
ms: Perlahan sedikit
mt: Naqqas ftit
nb: Ta det roligere
nl: Doe rustiger aan
pl: Odpuść
pt_br: Pegue mais leve
pt_pt: Alivia
ro: Ia-o mai ușor
ru: Полегче
sk: Uber
sl: Popusti
sq: Ule pak
sr: Успори
sv: Ta det lugnare
tr: Daha hafif git
uk: Легше
vi: Nhẹ lại
zh_hans: 悠着点
zh_hant: 悠著點

source: Goal pace
ar: الوتيرة المستهدفة
bg: Целево темпо
ca: Ritme objectiu
cs: Cílové tempo
da: Måltempo
de: Zieltempo
el: Ρυθμός στόχος
es: Ritmo objetivo
et: Sihttempo
fi: Tavoitevauhti
fr: Allure objectif
ga: Luas sprice
hr: Ciljni tempo
hu: Céltempó
id: Pace target
is: Markmiðshraði
it: Ritmo obiettivo
ja: 目標ペース
ko: 목표 페이스
lt: Tikslinis tempas
lv: Mērķa temps
mk: Целно темпо
ms: Pace sasaran
mt: Pass mira
nb: Måltempo
nl: Doeltempo
pl: Tempo docelowe
pt_br: Ritmo-alvo
pt_pt: Ritmo objetivo
ro: Ritm-țintă
ru: Целевой темп
sk: Cieľové tempo
sl: Ciljni tempo
sq: Ritmi objektiv
sr: Циљни темпо
sv: Måltempo
tr: Hedef tempo
uk: Цільовий темп
vi: Pace mục tiêu
zh_hans: 目标配速
zh_hant: 目標配速

source: Goal race
ar: السباق الهدف
bg: Основно състезание
ca: Cursa objectiu
cs: Cílový závod
da: Målløb
de: Saisonhöhepunkt
el: Αγώνας στόχος
es: Carrera objetivo
et: Sihtvõistlus
fi: Tavoitekilpailu
fr: Course objectif
ga: Rás sprice
hr: Ciljna utrka
hu: Célverseny
id: Lomba target
is: Markmiðskeppni
it: Gara obiettivo
ja: 目標レース
ko: 목표 대회
lt: Tikslinės varžybos
lv: Mērķa sacensības
mk: Целна трка
ms: Perlumbaan sasaran
mt: Tellieqa mira
nb: Målløp
nl: Doelwedstrijd
pl: Start docelowy
pt_br: Prova-alvo
pt_pt: Prova objetivo
ro: Cursa-obiectiv
ru: Целевой старт
sk: Cieľové preteky
sl: Ciljna tekma
sq: Gara objektiv
sr: Циљна трка
sv: Mållopp
tr: Hedef yarış
uk: Цільовий старт
vi: Giải mục tiêu
zh_hans: 目标比赛
zh_hant: 目標賽事

source: Goal time
ar: الزمن المستهدف
bg: Целево време
ca: Temps objectiu
cs: Cílový čas
da: Måltid
de: Zielzeit
el: Χρόνος στόχος
es: Tiempo objetivo
et: Sihtaeg
fi: Tavoiteaika
fr: Temps visé
ga: Am sprice
hr: Ciljno vrijeme
hu: Célidő
id: Waktu target
is: Markmiðstími
it: Tempo obiettivo
ja: 目標タイム
ko: 목표 기록
lt: Tikslinis laikas
lv: Mērķa laiks
mk: Целно време
ms: Masa sasaran
mt: Ħin mira
nb: Måltid
nl: Doeltijd
pl: Czas docelowy
pt_br: Tempo-alvo
pt_pt: Tempo objetivo
ro: Timp-țintă
ru: Целевое время
sk: Cieľový čas
sl: Ciljni čas
sq: Koha objektiv
sr: Циљно време
sv: Måltid
tr: Hedef süre
uk: Цільовий час
vi: Thành tích mục tiêu
zh_hans: 目标成绩
zh_hant: 目標成績

source: Good to go
ar: جاهز للانطلاق
bg: Готов си
ca: A punt
cs: Připraven
da: Klar
de: Bereit
el: Έτοιμος
es: Listo
et: Valmis minema
fi: Valmiina
fr: Prêt
ga: Réidh le himeacht
hr: Spreman si
hu: Mehetsz
id: Siap jalan
is: Tilbúinn
it: Pronto
ja: 問題なし
ko: 훈련 가능
lt: Gali pirmyn
lv: Vari sākt
mk: Подготвен си
ms: Sedia untuk pergi
mt: Lest
nb: Klar
nl: Klaar
pl: Gotowy
pt_br: Pode ir
pt_pt: Pronto
ro: Poți să mergi
ru: Можно работать
sk: Pripravený
sl: Lahko greš
sq: Gati
sr: Спреман си
sv: Redo
tr: Hazırsın
uk: Можна працювати
vi: Sẵn sàng
zh_hans: 可以开练
zh_hant: 可以開練

source: Grade-adjusted
ar: مُعدَّلة حسب الانحدار
bg: Коригирано за наклона
ca: Ajustat al pendent
cs: Upraveno o převýšení
da: Stigningskorrigeret
de: Steigungsbereinigt
el: Διορθωμένο για κλίση
es: Ajustado por pendiente
et: Tõusuga korrigeeritud
fi: Nousukorjattu
fr: Corrigée du dénivelé
ga: Coigeartaithe don fhána
hr: Prilagođeno nagibu
hu: Emelkedőre korrigált
id: Disesuaikan kemiringan
is: Hallaleiðrétt
it: Corretto per la pendenza
ja: 勾配補正
ko: 경사 보정
lt: Pataisyta pagal nuolydį
lv: Koriģēts pēc slīpuma
mk: Прилагодено за наклон
ms: Diselaras kecerunan
mt: Aġġustat għall-inklinazzjoni
nb: Stigningskorrigert
nl: Hellingsgecorrigeerd
pl: Skorygowane o nachylenie
pt_br: Ajustado pelo relevo
pt_pt: Ajustado ao declive
ro: Ajustat la pantă
ru: С поправкой на уклон
sk: Upravené o prevýšenie
sl: Prilagojeno naklonu
sq: Korrigjuar për pjerrësinë
sr: Прилагођено нагибу
sv: Lutningsjusterat
tr: Eğime göre düzeltilmiş
uk: З поправкою на ухил
vi: Hiệu chỉnh theo độ dốc
zh_hans: 坡度校正
zh_hant: 坡度校正

source: Great
ar: جيد جدًا
bg: Страхотно
ca: Molt bo
cs: Skvělá
da: Rigtig godt
de: Super
el: Πολύ καλή
es: Muy bueno
et: Väga hea
fi: Hyvä
fr: Très bien
ga: An-mhaith
hr: Vrlo dobro
hu: Nagyon jó
id: Bagus
is: Mjög gott
it: Ottimo
ja: 良い
ko: 좋음
lt: Labai geras
lv: Ļoti labs
mk: Многу добро
ms: Bagus
mt: Tajjeb ħafna
nb: Veldig bra
nl: Prima
pl: Świetny
pt_br: Ótimo
pt_pt: Muito bom
ro: Foarte bună
ru: Отличное
sk: Skvelá
sl: Zelo dobro
sq: Shumë mirë
sr: Врло добро
sv: Toppen
tr: Çok iyi
uk: Чудовий
vi: Tốt
zh_hans: 不错
zh_hant: 不錯

source: Grey zone
ar: المنطقة الرمادية
bg: Сива зона
ca: Zona grisa
cs: Šedá zóna
da: Gråzone
de: Graue Zone
el: Γκρίζα ζώνη
es: Zona gris
et: Hall tsoon
fi: Harmaa alue
fr: Zone grise
ga: An crios liath
hr: Siva zona
hu: Szürke zóna
id: Zona abu-abu
is: Grátt svæði
it: Zona grigia
ja: グレーゾーン
ko: 회색 지대
lt: Pilkoji zona
lv: Pelēkā zona
mk: Сива зона
ms: Zon kelabu
mt: Żona griża
nb: Gråsone
nl: Grijze zone
pl: Szara strefa
pt_br: Zona cinzenta
pt_pt: Zona cinzenta
ro: Zona gri
ru: Серая зона
sk: Sivá zóna
sl: Siva cona
sq: Zona gri
sr: Сива зона
sv: Gråzon
tr: Gri bölge
uk: Сіра зона
vi: Vùng xám
zh_hans: 灰色地带
zh_hant: 灰色地帶

source: HR
ar: النبض
bg: Пулс
ca: FC
cs: TF
da: Puls
de: HF
el: Παλμοί
es: FC
et: Pulss
fi: Syke
fr: FC
ga: Croí
hr: Puls
hu: Pulzus
id: DJ
is: Púls
it: FC
ja: 心拍
ko: 심박
lt: Pulsas
lv: Pulss
mk: Пулс
ms: Denyutan
mt: Taħbit
nb: Puls
nl: HS
pt_br: FC
pt_pt: FC
ro: Puls
ru: ЧСС
sk: TF
sl: SU
sq: Rrahje
sr: Пулс
sv: Puls
tr: Nabız
uk: ЧСС
vi: Nhịp tim
zh_hans: 心率
zh_hant: 心率

source: HRV
ar: تغيّر النبض
ca: VFC
es: VFC
fr: VFC
pt_br: VFC
pt_pt: VFC
ru: ВСР
uk: ВСР

source: HRV (SDNN)
ar: تغيّر النبض (SDNN)
ca: VFC (SDNN)
es: VFC (SDNN)
fr: VFC (SDNN)
pt_br: VFC (SDNN)
pt_pt: VFC (SDNN)
ru: ВСР (SDNN)
uk: ВСР (SDNN)

source: Hard
ar: صعب
bg: Тежко
ca: Dur
cs: Těžké
da: Hårdt
de: Hart
el: Δύσκολο
es: Duro
et: Raske
fi: Kova
fr: Dur
ga: Crua
hr: Teško
hu: Kemény
id: Berat
is: Erfitt
it: Duro
ja: ハード
ko: 힘듦
lt: Sunku
lv: Grūti
mk: Тешко
ms: Berat
mt: Iebes
nb: Hardt
nl: Zwaar
pl: Ciężko
pt_br: Forte
pt_pt: Duro
ro: Greu
ru: Тяжело
sk: Ťažké
sl: Težko
sq: E vështirë
sr: Тешко
sv: Hårt
tr: Zor
uk: Важко
vi: Nặng
zh_hans: 吃力
zh_hant: 吃力

source: Hard days and easy days
ar: أيام صعبة وأيام سهلة
bg: Тежки и леки дни
ca: Dies durs i dies suaus
cs: Těžké dny a lehké dny
da: Hårde dage og rolige dage
de: Harte und lockere Tage
el: Δύσκολες και χαλαρές μέρες
es: Días duros y días suaves
et: Rasked ja kerged päevad
fi: Kovia ja kevyitä päiviä
fr: Jours durs et jours faciles
ga: Laethanta crua agus laethanta éasca
hr: Teški i laki dani
hu: Kemény és könnyű napok
id: Ada hari berat, ada hari ringan
is: Erfiðir dagar og rólegir dagar
it: Giorni duri e giorni facili
ja: きつい日と楽な日
ko: 힘든 날과 쉬운 날
lt: Sunkios ir lengvos dienos
lv: Smagas un vieglas dienas
mk: Тешки и лесни денови
ms: Ada hari berat, ada hari mudah
mt: Ġranet iebsa u ġranet ħfief
nb: Harde dager og rolige dager
nl: Harde en rustige dagen
pl: Ciężkie dni i lekkie dni
pt_br: Dias pesados e dias leves
pt_pt: Dias difíceis e dias fáceis
ro: Zile grele și zile ușoare
ru: Тяжёлые и лёгкие дни
sk: Ťažké dni a ľahké dni
sl: Težki in lahki dnevi
sq: Ditë të vështira dhe ditë të lehta
sr: Тешки и лаки дани
sv: Hårda dagar och lugna dagar
tr: Zor günler ve kolay günler
uk: Важкі й легкі дні
vi: Có ngày nặng, có ngày nhẹ
zh_hans: 有强度日也有轻松日
zh_hant: 有強度日也有輕鬆日
